Revit 2027 API
IFamilyLoadOptions Methods
The IFamilyLoadOptions type exposes the following members.
Methods
Name | Description
OnFamilyFound |  A method called when the family was found in the target document.
OnSharedFamilyFound |  A method called when the shared family was found in the target document.
Top
See Also
Reference
IFamilyLoadOptions Interface
Autodesk.Revit.DB Namespace